window.GUIDE_MAPS = {
  "蘭州": {
    "name": "蘭州",
    "monsters": []
  },
  "長安": {
    "name": "長安",
    "monsters": []
  },
  "洛陽": {
    "name": "洛陽",
    "monsters": []
  },
  "開封": {
    "name": "開封",
    "monsters": []
  },
  "北京": {
    "name": "北京",
    "monsters": []
  },
  "路瓦因": {
    "name": "路瓦因",
    "monsters": []
  },
  "玉門關": {
    "name": "玉門關",
    "monsters": [
      {
        "lv": 6,
        "name": "亂軍"
      },
      {
        "lv": 7,
        "name": "亂軍軍官"
      },
      {
        "lv": 9,
        "name": "毒蜘蛛"
      },
      {
        "lv": 10,
        "name": "鬼姑神"
      }
    ]
  },
  "鳴沙山": {
    "name": "鳴沙山",
    "monsters": [
      {
        "lv": 6,
        "name": "乾屍"
      },
      {
        "lv": 7,
        "name": "巨雙"
      },
      {
        "lv": 8,
        "name": "千年乾屍"
      },
      {
        "lv": 9,
        "name": "巨型蝸牛"
      },
      {
        "lv": 10,
        "name": "萬年乾屍"
      }
    ]
  },
  "月牙泉": {
    "name": "月牙泉",
    "monsters": [
      {
        "lv": 8,
        "name": "搗蛋鬼"
      },
      {
        "lv": 10,
        "name": "投石搗蛋鬼"
      },
      {
        "lv": 11,
        "name": "沙石魔"
      },
      {
        "lv": 12,
        "name": "大搗蛋鬼"
      }
    ]
  },
  "塔爾寺": {
    "name": "塔爾寺",
    "monsters": [
      {
        "lv": 11,
        "name": "突變斧手"
      },
      {
        "lv": 12,
        "name": "波羅星"
      },
      {
        "lv": 13,
        "name": "突變刀客"
      },
      {
        "lv": 14,
        "name": "哲羅星"
      },
      {
        "lv": 15,
        "name": "突變槍兵"
      },
      {
        "lv": 16,
        "name": "邪剎僧"
      },
      {
        "lv": 15,
        "name": "絕命槍霸"
      }
    ]
  },
  "華清池": {
    "name": "華清池",
    "monsters": [
      {
        "lv": 16,
        "name": "綠石魔"
      },
      {
        "lv": 18,
        "name": "黃虎"
      },
      {
        "lv": 19,
        "name": "書仙豬"
      },
      {
        "lv": 20,
        "name": "燭龍"
      },
      {
        "lv": 22,
        "name": "畫魂豬"
      },
      {
        "lv": 24,
        "name": "天蓬元帥"
      },
      {
        "lv": 23,
        "name": "畫魂豬仙"
      }
    ]
  },
  "秦始皇陵": {
    "name": "秦始皇陵",
    "monsters": [
      {
        "lv": 19,
        "name": "劍俑"
      },
      {
        "lv": 21,
        "name": "弓俑"
      },
      {
        "lv": 23,
        "name": "開心鬼"
      },
      {
        "lv": 25,
        "name": "刑天"
      },
      {
        "lv": 27,
        "name": "紫雲刑天"
      },
      {
        "lv": 26,
        "name": "巨斧刑天"
      }
    ]
  },
  "鄭州": {
    "name": "鄭州",
    "monsters": [
      {
        "lv": 22,
        "name": "羅羅"
      },
      {
        "lv": 24,
        "name": "猛猙"
      },
      {
        "lv": 25,
        "name": "扇神豬"
      },
      {
        "lv": 26,
        "name": "女媧"
      },
      {
        "lv": 28,
        "name": "旱魃"
      },
      {
        "lv": 28,
        "name": "紅蓮旱魃"
      },
      {
        "lv": 27,
        "name": "極惡女媧"
      }
    ]
  },
  "秦始皇陵密室": {
    "name": "秦始皇陵密室",
    "monsters": [
      {
        "lv": 26,
        "name": "催命鬼"
      },
      {
        "lv": 28,
        "name": "雙斧刑天"
      },
      {
        "lv": 30,
        "name": "佐田彥四郎"
      },
      {
        "lv": 32,
        "name": "甲賀三郎"
      }
    ]
  },
  "黃河": {
    "name": "黃河",
    "monsters": [
      {
        "lv": 29,
        "name": "河妖"
      },
      {
        "lv": 31,
        "name": "錢青健"
      },
      {
        "lv": 32,
        "name": "馬青雄"
      },
      {
        "lv": 33,
        "name": "吳青烈"
      },
      {
        "lv": 34,
        "name": "沈青剛"
      },
      {
        "lv": 36,
        "name": "食鬼"
      },
      {
        "lv": 38,
        "name": "撕裂鬼王"
      },
      {
        "lv": 37,
        "name": "噬鬼"
      }
    ]
  },
  "龍門石窟入口": {
    "name": "龍門石窟入口",
    "monsters": [
      {
        "lv": 20,
        "name": "劍僵"
      },
      {
        "lv": 30,
        "name": "樵夫"
      },
      {
        "lv": 31,
        "name": "樹精"
      },
      {
        "lv": 32,
        "name": "斧僵"
      },
      {
        "lv": 34,
        "name": "礦夫"
      },
      {
        "lv": 36,
        "name": "千年樹精"
      },
      {
        "lv": 38,
        "name": "混沌樹魔"
      },
      {
        "lv": 37,
        "name": "萬年樹精"
      }
    ]
  },
  "莫高窟入口": {
    "name": "莫高窟入口",
    "monsters": [
      {
        "lv": 35,
        "name": "赤蛇蠍"
      },
      {
        "lv": 37,
        "name": "雷族後裔"
      },
      {
        "lv": 38,
        "name": "青蛇蠍"
      },
      {
        "lv": 40,
        "name": "鬼面蝠虎"
      },
      {
        "lv": 42,
        "name": "飛天沙盜"
      },
      {
        "lv": 42,
        "name": "赤焰蝠虎王"
      },
      {
        "lv": 41,
        "name": "魔面蝠虎"
      }
    ]
  },
  "龍門石窟": {
    "name": "龍門石窟",
    "monsters": [
      {
        "lv": 37,
        "name": "矮人槍兵"
      },
      {
        "lv": 39,
        "name": "矮人投石兵"
      },
      {
        "lv": 40,
        "name": "長臂巨人"
      },
      {
        "lv": 41,
        "name": "矮人校尉"
      },
      {
        "lv": 42,
        "name": "吸血巨人"
      },
      {
        "lv": 42,
        "name": "矮人將軍"
      }
    ]
  },
  "洞庭湖": {
    "name": "洞庭湖",
    "monsters": [
      {
        "lv": 42,
        "name": "紫葵"
      },
      {
        "lv": 44,
        "name": "水玄獸"
      },
      {
        "lv": 47,
        "name": "碧綠幻蛇"
      },
      {
        "lv": 48,
        "name": "咒怨侍女"
      },
      {
        "lv": 50,
        "name": "青苔石魔"
      },
      {
        "lv": 52,
        "name": "碧眼海玄獸"
      },
      {
        "lv": 51,
        "name": "深海玄獸"
      }
    ]
  },
  "莫高窟1樓": {
    "name": "莫高窟1樓",
    "monsters": [
      {
        "lv": 45,
        "name": "遺跡偷掘者"
      },
      {
        "lv": 47,
        "name": "莫高窟活屍"
      }
    ]
  },
  "黃河灣": {
    "name": "黃河灣",
    "monsters": [
      {
        "lv": 45,
        "name": "石像鬼"
      },
      {
        "lv": 47,
        "name": "霧隱才藏"
      },
      {
        "lv": 49,
        "name": "服部半藏"
      },
      {
        "lv": 51,
        "name": "三目"
      },
      {
        "lv": 47,
        "name": "業火石像魔"
      },
      {
        "lv": 46,
        "name": "石像魔"
      }
    ]
  },
  "泰山南麓": {
    "name": "泰山南麓",
    "monsters": [
      {
        "lv": 46,
        "name": "裴元胖"
      },
      {
        "lv": 48,
        "name": "裴元圓"
      },
      {
        "lv": 50,
        "name": "白豪"
      },
      {
        "lv": 52,
        "name": "土匪牛"
      },
      {
        "lv": 52,
        "name": "燎原白豪"
      },
      {
        "lv": 51,
        "name": "千年白豪"
      }
    ]
  },
  "莫高窟2樓": {
    "name": "莫高窟2樓",
    "monsters": [
      {
        "lv": 50,
        "name": "沈淪"
      },
      {
        "lv": 53,
        "name": "墮落"
      },
      {
        "lv": 56,
        "name": "吞噬"
      },
      {
        "lv": 59,
        "name": "暴噬"
      },
      {
        "lv": 58,
        "name": "惡噬"
      }
    ]
  },
  "泰山頂峰": {
    "name": "泰山頂峰",
    "monsters": [
      {
        "lv": 52,
        "name": "萬里獨行"
      },
      {
        "lv": 54,
        "name": "櫞猿"
      },
      {
        "lv": 56,
        "name": "裴元霸"
      },
      {
        "lv": 58,
        "name": "山魈"
      },
      {
        "lv": 60,
        "name": "雙鞭無當"
      },
      {
        "lv": 60,
        "name": "嫣紅山魈神"
      },
      {
        "lv": 59,
        "name": "百毒蜘蛛"
      }
    ]
  },
  "嵩山": {
    "name": "嵩山",
    "monsters": [
      {
        "lv": 53,
        "name": "鬼呆呆"
      },
      {
        "lv": 55,
        "name": "鬼僕"
      },
      {
        "lv": 57,
        "name": "狼精"
      },
      {
        "lv": 59,
        "name": "鬼吊"
      },
      {
        "lv": 61,
        "name": "狼妖"
      },
      {
        "lv": 57,
        "name": "蒼紫魔僕"
      },
      {
        "lv": 56,
        "name": "魔僕"
      }
    ]
  },
  "少林寺": {
    "name": "少林寺",
    "monsters": [
      {
        "lv": 61,
        "name": "火頭"
      },
      {
        "lv": 63,
        "name": "鐵臂"
      },
      {
        "lv": 65,
        "name": "青錐"
      },
      {
        "lv": 67,
        "name": "白眉"
      },
      {
        "lv": 69,
        "name": "魔障"
      },
      {
        "lv": 69,
        "name": "墮落白眉"
      },
      {
        "lv": 68,
        "name": "玄鐵臂"
      }
    ]
  },
  "泰山北麓": {
    "name": "泰山北麓",
    "monsters": [
      {
        "lv": 66,
        "name": "巖巖"
      },
      {
        "lv": 68,
        "name": "落草橫飛"
      },
      {
        "lv": 70,
        "name": "一刀不戒"
      },
      {
        "lv": 72,
        "name": "赤腳狼牙"
      },
      {
        "lv": 74,
        "name": "金刀霸山"
      },
      {
        "lv": 74,
        "name": "末日巨巖"
      },
      {
        "lv": 73,
        "name": "紫巖"
      }
    ]
  },
  "萬里長城": {
    "name": "萬里長城",
    "monsters": [
      {
        "lv": 74,
        "name": "赤猿羅漢"
      },
      {
        "lv": 75,
        "name": "雙刃死士"
      },
      {
        "lv": 77,
        "name": "重弩死士"
      },
      {
        "lv": 79,
        "name": "戟舞斬月"
      },
      {
        "lv": 80,
        "name": "碎魄邪巫"
      },
      {
        "lv": 82,
        "name": "滅殺巫王"
      },
      {
        "lv": 81,
        "name": "無雙斬月"
      }
    ]
  },
  "敦煌": {
    "name": "敦煌",
    "monsters": [
      {
        "lv": 80,
        "name": "邪刀"
      },
      {
        "lv": 81,
        "name": "黑雙"
      },
      {
        "lv": 82,
        "name": "邪眼蝸牛"
      },
      {
        "lv": 83,
        "name": "暗毒蠍"
      },
      {
        "lv": 84,
        "name": "獄牛"
      },
      {
        "lv": 86,
        "name": "惡魔獄牛"
      },
      {
        "lv": 85,
        "name": "地獄牛"
      }
    ]
  },
  "火焰山": {
    "name": "火焰山",
    "monsters": [
      {
        "lv": 85,
        "name": "白首鵰"
      },
      {
        "lv": 87,
        "name": "大漠蚯蚓"
      },
      {
        "lv": 89,
        "name": "火狐"
      }
    ]
  },
  "南戴河": {
    "name": "南戴河",
    "monsters": [
      {
        "lv": 90,
        "name": "守護者"
      },
      {
        "lv": 91,
        "name": "殲滅鬼"
      },
      {
        "lv": 92,
        "name": "血教祭司"
      },
      {
        "lv": 93,
        "name": "血教長老"
      },
      {
        "lv": 95,
        "name": "佩塔"
      },
      {
        "lv": 94,
        "name": "蛇足巨人"
      }
    ]
  },
  "火焰洞1樓": {
    "name": "火焰洞1樓",
    "monsters": [
      {
        "lv": 94,
        "name": "赤爪鵰"
      },
      {
        "lv": 95,
        "name": "洞穴蚯蚓"
      }
    ]
  },
  "火焰洞2樓": {
    "name": "火焰洞2樓",
    "monsters": [
      {
        "lv": 96,
        "name": "血狼"
      },
      {
        "lv": 97,
        "name": "變異大鷹"
      },
      {
        "lv": 100,
        "name": "拿鐵拉"
      },
      {
        "lv": 99,
        "name": "蜥蝪守衛"
      }
    ]
  }
};
